// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "校准打印质量";

CalibrationFailedTitle = "无法执行打印质量校准";
CalibrationFailedExplanation = "请检查打印机是否已连接并开启，然后重试。";
PrintingPatternsProcessTitle = "打印图案...";
PenFailureMsg = "有一个墨盒缺失、未检测到或安装不正确。";

TwowayConnectionErrorTitle = "无法建立与该设备之间的双向通信";

NoPensErrorTitle = "未检测到墨盒";
NoPensErrorMessage = "如果已安装墨盒，请检查墨水喷嘴上的塑料胶带是否已被撕下。";

CriticalConditionTitle = "打印机处于危急状况";
CriticalConditionMsg = "请解决打印机的危急状况。";

HSDQualityCalibrationTextFieldTitle = "校准打印质量";
HSDInfoTextFieldTitle = "执行此步骤可以提高照片的打印质量。推荐您在执行校准前执行清洁维护。";
HSDGuideTextFieldTitle = "单击“校准”按钮开始校准步骤。可能需要约一分钟的时间，并耗用一张纸。此步骤仅可使用普通纸。";
HSDCalibrateButtonTitle = "校准";

HSDPatternDescription1 = "检查打印页并选择标示最不显著水平线的图案的标签。选择前确保图案的浅色和深色区域都进行了检查。";
HSDPatternLabel = "图案标签：";
HSDPatternDescription2 = "选择后，单击“应用”。";
HSDApplyButton = "应用";
